const MentorMentoringInfoText = (): string => {
  return `아래 글 예시를 참고하여 작성하시면 됩니다.

안녕하세요, 개발자의 멘토링을 진행하고있는 카모냥입니다.
저는 대기업 계열사만 5번 이직경험을 보유한 풀스택 개발자입니다.
저는 여러번의 이직과 경험을 토대로 성장해온 경험을 여러분과 함께 나누고 싶은 마음으로 멘토링을 진행하고 있어요!
저는 실제 IT 취업 면접관 경험이 있고, ssafy에서 면접 서포트 경험이 있으며 취업 컨설팅과 알고리즘 과외 등을 진행하고 있습니다.
신청 시 상담을 원하는 분야를 선택해주시면 여러분의 고민을 해결해드릴게요.
편한 분위기 속에서 본인의 이야기를 많이 해주시면 더욱 좋은 멘토링이 될 수 있을 것 같습니다 :)

[개발 경험 요약]
이커머스 플랫폼 개발 (java)
증권사 C언어 기반 서버 개발
게임 회사 QA 
패션 커머스 전시/이벤트/기획전 개발 (java)
식품 커머스 주문/장바구니/물류/정산 개발 (java)
패션 회사 ERP 개발 (xPlatform)
유통사 물류 플랫폼 개발 (java)
물류 세금 정산 RPA 개발 (UiPath)
패션 브랜드관 신설 프로젝트 개발 (java)
게임 빅데이터 분석 웹서비스 개발 (python)
기타 DevOps 및 전사 공통 플랫폼 업무 등 다수

✔️ 멘토링

[취업/이직]
여러번의 이직 경험으로 이직을 어떻게 할 수 있을지 알려드립니다.
취업하는 방법, 취준생들에 대한 전략을 지원해드립니다.
실제 면접에서 사용하는 현업 기술을 알려드립니다.
이력서 및 경력 기술서를 리뷰하고 수정, 보완이 필요한 부분을 알려드립니다.
모의 면접을 통해서 면접 준비를 도와드립니다.
알고리즘 및 코딩테스트 대비 방법!

[커리어]
회사에서 어려운일이 생길 때 어떻게 해야되죠? 커리어 상당을 도와드려요
중고신입을 할까요? 아니면 더 다닐까요? 궁금한 부분 알려드립니다.
신입분들의 노력의 방향을 잡아드리며 핵심 업무 스킬을 조언해드립니다.

✔️ 진행방식

1. 멘토링은 온라인으로 진행됩니다.
멘토링은 구글밋을 사용해서 온라인으로 진행돼요!
멘토링 최소 1일 전 이메일로 카카오 오픈채팅방 링크가 전달될 예정이니 미리 확인 부탁드립니다.
카카오 오픈채팅방은 사전에 간단한 소통과 멘토링 이후 추가로 궁금하신 점을 질문하는 용도입니다.
자유롭게 활용해주세요.

2. 멘토링은 1:1 or 1:N 원하는 방법으로 진행됩니다.
편한 마음으로 필요한 내용을 상담하시면 됩니다.
1:1일 때는 긴밀하고 DEEP한 이야기를 나눌 수 있구요.
1:N일 때는 친구들과 함께 개발자가 되는 길에 대한 고민을 나눠보실 수 있습니다!
편하게 문의주세요 :D

3. 멘토링 이후에도 소식을 나눠요.
신청하신 분들이 멘토링 이후 미처 물어보지 못하신 내용이 있다면
카카오 오픈채팅방을 통해서 추가 질문을 주시면 간단하게 답변드리고 있습니다.

✔️ 미리 준비해주세요

 1. 자신의 이야기를 준비해주세요.
궁금하신 점은 미리 정리해주세요

2. 신청 시 상담 분야와 내용을 알려주세요.
전문 분야가 프론트엔드인지, 백엔드인지 본인의 상담 분야를 알려주세요!

3. 이력서는 미리 준비해주세요.
이력서/경력기술서 검토가 필요하다면, 최소 1일 전에 전달해주시면 더욱 퀄리티 높은 멘토링이 될 겁니다!
`;
};

export default MentorMentoringInfoText;
